Repository: sral97/qmtool
Catalog: translations/messages+intl-icu.*.xlf
Languages: de

source: New Incident
de: Neues Ereignis

source: View Incidents
de: Ereignisse auflisten

source: Edit Incident
de: Ereignis bearbeiten

source: Incident
de: Ereignis

source: Incidents
de: Ereignisse

source: CreatedAt
de: Erstellt am

source: UpdatedAt
de: Zuletzt geändert

source: Reporter
de: Melder

source: Type
de: Fehler Art

source: Description
de: Beschreibung

source: ImmediateAction
de: Sofortmaßnahme

source: Immediate action
de: Sofortmaßnahme

source: Fixed
de: Behoben

source: Corrective action needed
de: Korrekturmaßnahme notwendig

source: Responsible quality manager
de: Verantwortlicher QM

source: Poor quality costs
de: Fehlerkosten

source: Overhead
de: Aufwand h

source: Risk
de: Risiko

source: Analysis and idea
de: Analyse u./o. Beschreibung der Idee

source: Actions
de: Aktionen - Maßnahme - Projekte

source: Approved by management
de: OK der Geschäftsführung

source: Implemented until
de: Umsetzung bis

source: Implemented by
de: Umsetzung durch

source: Effectiveness proofed by
de: Wirksamkeit ermittelt von

source: Effectiveness proofed at
de: Wirksamkeit ermittelt am

source: Effectiveness proofed through
de: Wirksamkeit ermittelt durch

source: Edit Corrective Action
de: Korrekturmaßnahme bearbeiten

source: New Corrective Action
de: Neue Korrekturmaßnahme

source: actions
de: Aktionen

source: Yes
de: Ja

source: No
de: Nein

source: TYPE_ORGANISATIONAL_ERROR
de: Organisatorischer Fehler

source: TYPE_MATERIAL_ERROR
de: Material-Fehler

source: TYPE_IT_ERROR
de: EDV-Fehler

source: TYPE_PREVENTIVE_ACTION
de: Vorbeugemaßnahme

source: TYPE_IMPROVEMENT_ACTION
de: Verbesserungsmaßnahme

source: TYPE_COMPLAINT
de: Reklamation

source: TYPE_CORRECTIVE_ACTION
de: Korrekturmaßnahme

source: Create new Incident
de: Erstelle neues Ereignis

source: Create new CorrectiveAction
de: Erstelle neue Korrekturmaßnahme

source: Date
de: Datum

source: Corrective Actions
de: Korrekturmaßnahmen

source: show
de: Anzeigen

source: edit
de: Bearbeiten

source: Save
de: Speichern

source: Update
de: Änderungen speichern

source: Incident index
de: Ereignis-Liste

source: add corrective action
de: Korrekturmaßnahme hinzufügen

source: Corrective Action
de: Korrekturmaßnahme

source: Edit Incident %incidentId%
de: Ereignis %incidentId% bearbeiten
